Repository: healthchecks/healthchecks
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, lv

source: %(site_name)s - Monitor Cron Jobs. Get Notified When Your Cron Jobs Fail
de: %(site_name)s - Überwachen Sie Cron-Jobs. Werden Sie benachrichtigt wenn Cron-Jobs fehlschlagen
fr: %(site_name)s - Surveiller les traitements de Cron. Soyez averti en cas d'échec
lv: %(site_name)s - uzrauga cron darbus. Sūta brīdinājumus, kad tie nenotiek laikā

source: Toggle navigation
de: Navigation umschalten
fr: Basculer la navigation
lv: Pārslēgt navigāciju

source: Checks
de: Überprüfungen
fr: Contrôles
lv: Detektori

source: Integrations
de: Integrationen
lv: Integrācijas

source: Badges
de: Schlagworte
lv: Nozīmītes

source: Settings
de: Einstellungen
fr: Réglages
lv: Iestatījumi

source: Pricing
de: Preise
lv: Cenas

source: Docs
de: Dokumentation
fr: Documentations
lv: Dokumentācija

source: Account
de: Konto
fr: Mon compte
lv: Konts

source: Site Administration
de: Verwaltung
fr: Administration
lv: Administrācija

source: Projects
de: Projekte
fr: Projets
lv: Projekti

source: Account Settings
de: Kontoeinstellungen
fr: Paramètres du compte
lv: Konta iestatījumi

source: Log Out
de: Abmelden
fr: Se déconnecter
lv: Atteikties

source: Sign In
de: Anmelden
fr: Se connecter
lv: Pierakstīties

source: Sign Up
de: Konto erstellen
fr: S'inscrire
lv: Reģistrēties

source: Powered by Healthchecks open-source project
de: Erstellt mit dem Open-Source-Projekt Healthchecks
fr: S'inscrire
lv: Healthchecks atvērtā koda projekts

source: Cron Monitoring. Monitor nightly backups, weekly reports, cron jobs and background tasks. Receive alerts when your tasks don't run on time.
de: Cron-Überwachung. Überwachen Sie nächtliche Datensicherungen, wöchentliche Berichte, Cron-Jobs und Hintergrundaktivitäten. Bekommen sie Alarmmeldungen wenn Ihre Jobs nicht rechtzeitig laufen.
fr: Surveillance Cron. Surveillez les sauvegardes nocturnes, les rapports hebdomadaires, les tâches cron ettâches en arrière-plan. Recevez des alertes lorsque vos tâches ne sont pas exécutées à temps.
lv: Cron darbu pārraudzība. Uzraugi rezerves kopiju veidošanu, iknedēļas atskaišu ģenerēšanu, cron darbus, fona darbus. Saņem brīdinājumus, kad tie nenotiek laikā.

source: Monitoring for your nightly backups, weekly reports, cron jobs and background tasks.
de: Überwachung nächtlicher Datensicherungen, wöchentlicher Bericht, Cron-Jobs und Hintergrundaktivitäten.
fr: Surveillance de vos sauvegardes nocturnes, rapports hebdomadaires, tâches cron et tâches d'arrière-plan
lv: Rezerves kopiju, iknedēļas atskaišu, cron darbu uzraudzība.

source: Make HTTP requests to the Ping URL at regular intervals.
de: Erstellen Sie HTTP-Anfragen an die Ping URL in regelmäßigen Zeitabständen.
fr: Envoyez des requêtes HTTP à l'URL Ping à intervalles réguliers
lv: Ar regulāru intervālu sūti HTTP pieprasījumus uz ping adresi.

source: When the URL is not pinged on time, %(site_name)s will send you an alert.
de: Wenn die Ping-URL nicht aufgerufen wird, wird %(site_name)s Ihnen eine Alarmierungsnachricht senden.
fr: Lorsque l'URL n'est pas soumise à temps, %(site_name)s vous enverra une alerte.
lv: Kad pieprasījums netiek saņemts laikā, %(site_name)s ceļ trauksmi.

source: You can monitor any service that can make HTTP requests or send emails.
de: Sie können jeden Service überwachen der HTTP-Anfragen oder E-Mails versenden kann.
fr: Vous pouvez surveiller tout service capable de faire des requêtes HTTP
lv: Šādi iespējams pārraudzīt jebkuru servisu, kurš ir spējīgs sūtīt HTTP pieprasījumus vai epastus.

source: For each of your periodic tasks, %(site_name)s provides an unique URL similar to this one:
de: Für jede Ihrer regelmäßigen Aufgaben erzeugt %(site_name)s eine eindeutige URL so ähnlich wie diese hier:
fr: Pour chacune de vos tâches périodiques, %(site_name)s fournit une URL unique similaire à celle-ci:
lv: Katram pārraugāmajam servisam %(site_name)s sagatavo unikālu ping adresi, līdzīgu šai:

source: Browser
fr: Navigateur
lv: Pārlūkprogramma

source: Email
lv: E-pasts

source: As an alternative to HTTP requests, you can also report "liveness" by <strong>sending email messages</strong>.
de: Als Alternative zu HTTP-Anfragen können Sie die "Lebendmeldung" auch mit einer <strong>E-Mail-Nachricht</strong> absenden.
fr: Comme alternative aux requêtes HTTP, vous pouvez également signaler "vivacité" par <strong> l'envoie d' e-mails </strong>.
lv: Papildus HTTP pieprasījumiem, servisi par sevi var ziņot sūtot <strong>epastu</strong>.

source: You can instruct %(site_name)s to look for a particular keyword in the subject line. This is handy when your backup software sends an email after every run, and uses a different subject line depending on success or failure.
de: Sie können %(site_name)s beibringen in der Betreff-Zeile nach einem bestimmten Schlüsselwort zu suchen. Das ist nützlich wenn Ihre Datensicherungssoftware eine E-Mail nach jedem Sicherungslauf schickt und jedesmal einen etwas anderen Betreff, abhängig von Erfolg oder Fehler.
fr: Vous pouvez demander à %(site_name)s de rechercher un mot-clé particulier dans laligne d'objet. C'est pratique lorsque votre logiciel de sauvegarde envoie un e-mail aprèschaque exécution, et utilise une ligne d'objet différente selon le succès ou l'échec.
lv: Iespējams norādīt atslēgvārdu, kuru %(site_name)s meklēs epasta tematā. Tas ir parocīgi, piemēram, ja dublējumu programmatūra pēc katra dublējuma izveidošanas sūta epastu ar rezultātu epasta tematā.

source: %(site_name)s monitors the heartbeat messages sent by your cron jobs, services and APIs. Get immediate alerts when they don't arrive on schedule.
de: %(site_name)s überwacht die Heartbeat-Nachrichten die von Ihren Cronjobs, Diensten und APIs gesendet werden. Sie bekommen sofort eine Alarmierungsnachricht wenn die Meldungen nicht rechtzeitig eintreffen.
fr: %(site_name)s surveille les messages de pulsation envoyés par vos tâches cron,services et API. Recevez des alertes immédiates lorsqu'ils n'arrivent pas dans les délais.
lv: %(site_name)s seko ping signāliem no pārraugāmajiem cron darbiem un servisiem, un izsūta brīdinājumus tiklīdz kāds no signāliem neierodas laikā.

source: Sign Up – It's Free
de: Melden Sie sich kostenlos an.
fr: Inscrivez-vous
lv: Reģistrējies (bezmaksas)

source: A quick peek of what's inside:
de: Ein kleiner Blick was es hier gibt:
fr: Un aperçu rapide de ce qu'il y a à l'intérieur:
lv: Ieskatam:

source: Live-updating Dashboard
de: Ständig aktualisierte Übersicht
fr: Tableau de bord de mise à jour en direct
lv: Informācijas panelis

source: A list of your checks, one for each Cron job, daemon or scheduled task you want to monitor.
de: Eine Liste von Überprüfungen, eine für jeden Cron-Job, Dienst oder geplante Aufgabe die Sie überwachen möchten.
fr: Une liste de vos contrôles, un pour chaque tâche Cron, démon ou tâche planifiée que vous voulez surveiller.
lv: Detektoru saraksts. Katram cron darbam vai servisam, ko nepieciešams uzraudzīt, atbilst viens detektors.

source: Give names and assign tags to your checks to easily recognize them later.
de: Vergeben Sie Namen und Schlagworte um Ihre Überwachungen leichter wiederzuerkennen.
fr: Donnez des noms et attribuez des balises à vos contrôles pour les reconnaître facilement plus tard.
lv: Detektoriem var piešķirt nosaukumus un birkas, lai tos būtu viegli atpazīt un atšķirt.

source: Tap on the integration icons to toggle them on and off.
de: Klicken sie auf die Integrations-Icons um sie ein- und auszuschalten.
fr: Appuyez sur les icônes d'intégration pour les activer et les désactiver.
lv: Uz integrāciju ikonām var klikšķināt lai tās ieslēgtu un izslēgtu.

source: Adjust Period and Grace time to match the periodicity and duration of your tasks.
de: Passen Sie Zeitraum und Karrenzzeit an um die Regelmäßigkeit und Zeitdauer Ihrer Aufgaben zu bestimmen.
fr: Ajustez la période et le délai de grâce en fonction de la périodicité et de la durée de votre tâche.
lv: Periodu un pagarinājuma laiku jānorāda tā, lai tie atbilstu uzraugāmo darbu biežumam un ilgumam.

source: Simple Configuration
de: Einfache Konfiguration
fr: Configuration simple
lv: Vienkārša konfigurācija

source: Each check has configurable <strong>Period</strong> and <strong>Grace Time</strong> parameters. Depending on these parameters and time since the last ping, the check is in one of the following states:
de: Jede Überprüfung hat einen konfigurierbaren <strong>Zeitraum</strong> und <strong>Karrenzzeit</strong>. Abhängig davon und der Zeit der letzten Ping-Meldung haben die Checks einen dieser Stati:
fr: Chaque contrôle a des paramètres configurables que sont <strong> période </strong> et <strong> délai de grâce </strong>. En fonction de ces paramètres et du temps écoulé depuis le dernier ping, le contrôle est dans l'un des états suivants:
lv: Katram detektoram var iestatīt <strong>periodu</strong> un <strong>pagarinājuma laiku</strong>. Atkarībā no šo parametru vērtībām un saņemtajiem ping signāliem, detektors atrodas vienā no stāvokļiem:

source: New. A check that has been created, but has not received any pings yet.
de: Neu. Eine Überwachung wurde erzeugt, hat aber noch nie einen Ping bekommen.
fr: Nouveau. Un contrôle qui a été créé, mais qui n'a pas encore reçu de pings.
lv: Jauns. Vēl nav saņēmis nevienu ping signālu.

source: Up. Time since last ping has not exceeded <strong>Period</strong>.
de: Läuft. <strong>Sollzeit</strong> seit dem letzten Ping wurde nicht überschritten.
fr: OK. Le temps écoulé depuis le dernier ping n'a pas dépassé la <strong> période </strong>.
lv: Viss kārtībā. Laika intervāls kopš pēdējā saņemtā ping signāla nav pārniedzis iestatīto <strong>periodu</strong>.

source: Late. Time since last ping has exceeded <strong>Period</strong>, but has not yet exceeded <strong>Period</strong> + <strong>Grace</strong>.
de: Verspätet. Zeit seit dem letzten Ping wurde überschritten, hat aber noch nicht die <strong>Sollzeit</strong> + <strong>Karrenzzeit</strong> überschritten.
fr: En retard. Le temps écoulé depuis le dernier ping a dépassé la <strong> période </strong>, mais n'a pas encore dépassé <strong> période </strong> + <strong> grâce </strong>.
lv: Kavējas. Laika intervāls kopš pēdējā saņemtā signāla ir pārsniedzis <strong>periodu</strong>, bet vēl nav pārsniedzis <strong>periodu</strong> + <strong>pagarinājuma laiku</strong>.

source: Down. Time since last ping has exceeded <strong>Period</strong> + <strong>Grace</strong>. When check goes from "Late" to "Down", %(site_name)s sends you a notification.
de: Tot. Zeit seit dem letzten Ping wurde überschritten. <strong>Sollzeit</strong> + <strong>Karrenzzeit</strong>. Wenn der Check von "Verspätet" auf "Tot" umspringt sendet %(site_name)s Ihnen eine Nachricht.
fr: KO. Le temps écoulé depuis le dernier ping a dépassé <strong> période </strong> +<strong> Grace </strong>. Lorsque la vérification passe de "En retard" à "KO", %(site_name)s vous envoie une notification.
lv: Trauksme. Laika intervāls kopš pēdējā saņemtā signāla ir pārsniedzis <strong>periodu</strong> + <strong>pagarinājuma laiku</strong>. Kad detektora statuss izmainās no "Kavējas" uz "Trauksme", %(site_name)s izsūta brīdinājumus.

source: Cron Expression Support
de: Unterstützung für Cron-Ausdrücke
fr: Prise en charge des expressions Cron
lv: Cron izteiksmes

source: Alternatively, you can define the expected ping dates and times using a cron expression. See
de: Alternativ können Sie die erwarteten Ping-Daten und -Zeiten mit einem Cron-Ausdruck bestimmen. Siehe
fr: Alternativement, vous pouvez définir les dates et heures de ping attendues à l'aide d'une expression cron. Voir
lv: Sagaidāmos signālu laikus iespējams norādīt arī lietojot cron izteiksmes. Skatiet

source: Cron Syntax Cheatsheet
de: Cron-Syntax Spickzettel
fr: Aide de syntaxe Cron
lv: cron sintakses paraugus,

source: for the supported syntax features.
de: für die unterstützten Syntaxe.
fr: pour les syntaxe prises en charge.
lv: lai iepazītos ar iespējām.

source: <strong>Grace Time</strong> specifies how "late" a ping can be before you will be alerted. Set it to be a little above the expected duration of your cron job.
de: <strong>Karrenzzeit</strong> legt fest wie "verspätet" ein Ping eintreffen darf bevor Sie alarmiert werden. Setzen Sie den Wert ein bißchen höher als die erwartete Laufzeit des Jobs.
fr: <strong>Temps de Grace</strong> spécifie à quel point un ping peut être " en retard " avant l'envoi d'une alerte. Réglez-le légèrement au-dessus de la durée prévue de votre Tâche planifiée.
lv: <strong>Pagarinājuma laiks</strong> norāda, cik ilgi ping signālam pieļaujams kavēties. Ieteicams norādīt laika intervālu, kas nedaudz pārsniedz cron darba tipisko izpildes ilgumu.

source: Details and Event Log
de: Details und Ereignis-Protokoll
fr: Détails et journal des événements
lv: Apraksts un notikumu žurnāls

source: You can add a longer, free-form description to each check. Leave notes and pointers for yourself and for your team.
de: Sie können den Check mit einer längeren freien Beschreibung versehen. Hinterlassen Sie Notizen und Hinweis für sich selbst und Ihr Team.
fr: Vous pouvez ajouter une description plus longue et de forme libre à chaque contôle. Laissez des notes et des pointeurs pour vous et votre équipe.
lv: Katram detektoram iespējams pievienot garāku aprakstu brīvā formātā. Tajā var iekļaut sev un kolēģiem noderīgas piezīmes.

source: You can also see the log of received pings and sent "Down" notifications.
de: Sie können auch ein Log der empfangenen Pings und versandten "Tot"-Benachrichtigungen sehen.
fr: Vous pouvez également voir le journal des pings reçus et des notifications "KO" envoyées.
lv: Tiek uzturēts saņemto ping signālu un izsūtīto brīdinājumu žurnāls.

source: Public Status Badges
de: Öffentliche Status Schlagworte
fr: Badges de statut public
lv: Publiskas statusa nozīmītes

source: %(site_name)s provides status badges for each of the tags you have used. Additionally, the "%(site_name)s" badge shows the overall status of all checks in your account.
de: %(site_name)s stellt Sticker für jedes Schlagwort zur Verfügung das Sie vergeben haben. Außerdem zeigen diese Sticker von %(site_name)s auch den Gesamtstatus aller Checks in Ihrem Konto.
fr: %(site_name)s fournit des badges de statut pour chacune des balises que vous avez utilisées. De plus, le badge "%(site_name)s " indique l'état général de tous les contrôles de votre compte.
lv: Katrai detektoru birkai atbilst statusa nozīmīte. Pieejama arī kopējā %(site_name)s statusa nozīmīte, kas rāda visu detektoru kopējo statusu.

source: The badges have public, but hard-to-guess URLs. You can use them in your READMEs, dashboards or status pages.
de: Die Schlagwarte haben öffentlich, aber schwer zu eratende URLs. Sie können diese in READMEs, Dashboards und Status-Seiten verwenden.
fr: Les badges ont des URL publiques, mais difficiles à deviner. Vous pouvez les utiliser dans votre README, tableaux de bord ou pages d'état.
lv: Statusa nozīmītēm ir publiskas, bet grūti uzminamas adreses. Tās var lietot README dokumentos, informācijas paneļos un statusa lapās.

source: Set up multiple ways to get notified:
de: Bestimmen Sie auf welchen Wegen Sie benachrichtigt werden:
fr: Configurez plusieurs façons de recevoir des notifications:
lv: Dažādas iespējas, kā saņemt brīdinājumus:

source: Chat
fr: Conversations
lv: Tērzēšana

source: Push Notifications
de: Push Benachrichtigungen
fr: Notifications push
lv: Pašpiegādes paziņojumi

source: Incident Management
de: Vorfall Management
fr: La gestion des incidents
lv: Incidentu pārvaldība

source: Event Monitoring
de: Vorfall-Überwachung
fr: Surveillance d'événements
lv: Sistēmu uzraudzība

source: Shell Commands
de: Shell-Kommandos
fr: Commandes Shell
lv: Shell komandas

source: Project Management
de: Projekt-Management
fr: Gestion de projet
lv: Projektu vadība

source: What Can I Monitor With %(site_name)s?
de: Was können Sie mit %(site_name)s überwachen?
fr: Que puis-je surveiller avec %(site_name)s?
lv: Kur var pielietot %(site_name)s?

source: Cron Jobs
lv: Cron darbi

source: %(site_name)s monitoring is a great fit for cron jobs and cron-like systems (systemd timers, Jenkins build jobs, Windows Scheduled Tasks, wp-cron, uwsgi cron-like interface, Heroku Scheduler, ...). A failed cron job often has no immediate visible consequences, and can go unnoticed for a long time.
de: Die Überwachung durch %(site_name)s ist klasse für Cron-Jobs oder ähnliche System (systemd timer, Jenkins build jobs, Aufgabenplanung in Windows, wp-cron, uwsgi-cron-artige Interfaces, Heroku-Scheduler usw.). Ein fehlgeschlagener Cron-Job hat oft keine unmittelbar sichtbaren Auswirkungen und kann lange Zeit unbemerkt bleiben.
fr: La surveillance de %(site_name)s convient parfaitement aux tâches cron et aux systèmes de type cron(minuteries systemd, tâches de build Jenkins, tâches planifiées Windows, wp-cron, uwsgiinterface de type cron, Heroku Scheduler, ...). Une tâche cron échouée n'a souvent pas de conséquences visibles immédiates, et peut passer inaperçues pendant longtemps.
lv: %(site_name)s ir īpaši pielāgots cron darbu un līdzīgu uzdevumu (systemd taimeri, Jenkins būvējumi, Windows Scheduled Tasks, wp-cron, uwsgi cron funkcionalitāte, Heroku Scheduler, ...) pārraudzībai. Cron darbu avārijām bieži nav redzamu seku, un tās var ilgi palikt nepamanītas.

source: Specific examples:
de: Praktische Beispiele:
fr: Exemples spécifiques:
lv: Piemēri:

source: Filesystem backups
de: Dateisystemsicherungen
fr: Sauvegardes du système de fichiers
lv: Failu sistēmu dublējumi

source: Database backups
de: Datenbanksicherungen
fr: Sauvegardes de base de données
lv: Datubāzu dublējumi

source: Daily, weekly, monthly report emails
de: Tägliche, wöchentliche, monatliche Berichte per E-Mail
fr: E-mails de rapport quotidien, hebdomadaire et mensuel
lv: Ikdienas, iknedēļas vai ikmēneša atskaišu epasti

source: SSL renewals
de: SSL-Zertifikats-Erneuerungen
fr: Renouvellements SSL
lv: SSL sertifikātu atjaunošana

source: Business data import and sync
de: Geschäftsdatenimport und -syncronisierung
fr: Importation et synchronisation des données d'entreprise
lv: Biznesa datu imports un sinhronizācija

source: Antivirus scans
de: Anti-Virenscans
fr: Analyses antivirus
lv: Antivīrusa darbība

source: Dynamic DNS updates
de: Dynamische DNS-Updates
fr: Mises à jour DNS dynamiques
lv: DDNS klienta darbība

source: Processes, Services, Servers
de: Prozesse, Services, Server
fr: Processus, services, serveurs
lv: Procesu, servisu, serveru uzraudzība

source: %(site_name)s monitoring can be used for lightweight server monitoring: ensuring a particular system service, or the server as a whole is alive and healthy. Write a shell script that checks for a specific condition, and pings %(site_name)s if successful. Run the shell script regularly.
de: Die Überwachung von %(site_name)s kann als einfaches Monitoring benutzt werden: stellen sie sicher, dass ein bestimmter Dienst oder ein kompletter Server lebt und gesund ist. Schreiben Sie ein Shell-Script das irgendwas überprüft und pingen Sie dann %(site_name)s wenn alles ok ist. Lassen Sie das Script regelmäßig laufen.
fr: La surveillance de %(site_name)s peut être utilisée pour la surveillance de webservice: garantir qu'un service système particulier, ou le serveur dans son ensemble est actif et sain. Écrivez un script shell qui vérifie une condition spécifique, et pings %(site_name)s en cas de succès. Exécutez ce script shell a fréquence régulière.
lv: %(site_name)s var pielieot vienkāršai serveru un atsevišķu procesu uzraudzībai. To dara, izveidojot shell skriptu, kas pārbauda kādu sistēmas parametru un nosūta ping signālu %(site_name)s, un pievienojot šo skriptu sistēmas cron darbiem.

source: Check a specific docker container is running
de: Prüfung ob ein bestimmter Docker-Container läuft
fr: Vérifier qu'un conteneur Docker spécifique est en cours d'exécution
lv: Pārbaude, vai kāds noteikts Docker konteiners strādā

source: Check a specific application process is running
de: Prüfung ob ein bestimmter Prozess läuft
fr: Vérifier qu'un processus d'application spécifique est en cours d'exécution
lv: Pārbaude, vai kāda noteikta aplikācija strādā

source: Check database replication lag
de: Prüfung des Zeitversatzes einer Datenbank-Replizierung
fr: Vérifier le décalage de réplication de la base de données
lv: Datubāzes replikācijas aiztures pārbaude

source: Check system resources: free disk, free RAM, ...
de: Überprüfung von Systemressourcen wie freier Plattenplatz, freies RAM etc.
fr: Vérifier les ressources système: disque libre, RAM libre, ...
lv: Sistēmas resursu (brīvā atmiņa, ...) pārbaude

source: Send simple, unconditional "I'm alive" messages from your server (or your NAS, router, Raspberry Pi, ...)
de: Senden sie einfache "Ich lebe" Nachrichten von Ihren Servern, NAS, Routern, Raspberry Pi usw.
fr: Envoyez des messages simples et inconditionnels "Je suis en vie" depuis un serveur, un service, ...)
lv: Regulāri beznosacījuma signāli no servera (vai NAS, vai maršrutētāja, vai Raspberry Pi, ...)

source: %(site_name)s is a <strong>free</strong> and <a href="https://github.com/healthchecks/healthchecks">open source</a> service. Setting up monitoring for your cron jobs only takes minutes. Start sleeping better at nights!
de: %(site_name)s ist eine <strong>kostenlose</strong> <a href="https://github.com/healthchecks/healthchecks">Opensource-Lösung</a>. Das Einrichten der Überwachung Ihrer Cron-Jobs braucht nur wenige Minuten. Schlafen Sie ruhiger!
fr: %(site_name)s est un service<strong> gratuit </strong> et <a href = " https://github.com/ healthchecks / healthchecks "> open source </a>. La configuration de la surveillance de vos contrôles ne prend que quelques minutes. Restez serein!
lv: %(site_name)s ir <strong>bezmaksas</strong> un <a href="https://github.com/healthchecks/healthchecks">atvērta koda</a> serviss. Tā ieviešana prasa tikai dažas minūtes. Ar %(site_name)s naktīs labāk nāk miegs!

source: Phone Call
de: Telefonanruf
fr: Appel téléphonique
